Repository: tipusultan007/momota_hall_app
Catalog: lib/l10n/app_*.arb
Languages: bn

# dashboardTitle
source: Dashboard
bn: ড্যাশবোর্ড

# bookingsTitle
source: Bookings
bn: বুকিং

# transactionsTitle
source: Transactions
bn: লেনদেন

# welcomeBack
source: Welcome Back, {userName}!
bn: স্বাগতম, {userName}!

source: Upcoming Bookings
bn: আসন্ন বুকিং

source: Outstanding Dues
bn: মোট বকেয়া

source: Bookings This Month
bn: এই মাসের বুকিং

# revenueThisMonth
source: Total Revenue This Month
bn: এই মাসের মোট আয়

source: Total Owed
bn: মোট পাওনা

# menuTitle
source: Menu & Settings
bn: মেনু ও সেটিংস

source: Financial Management
bn: আর্থিক ব্যবস্থাপনা

source: Other Income
bn: অন্যান্য আয়

source: Expenses
bn: খরচ

# hrAndSalaries
source: HR & Salaries
bn: মানবসম্পদ ও বেতন

source: Manage Salaries
bn: বেতন পরিচালনা

source: Manage Workers
bn: কর্মী পরিচালনা

source: Liabilities
bn: দায়

source: Borrowed Funds
bn: ধার করা তহবিল

source: Manage Lenders
bn: ঋণদাতা পরিচালনা

source: Language
bn: ভাষা

source: Change Language
bn: ভাষা পরিবর্তন করুন

source: Account
bn: অ্যাকাউন্ট

source: My Permissions
bn: আমার অনুমতি

# noPermissionsFound
source: No specific permissions found.
bn: কোনো নির্দিষ্ট অনুমতি পাওয়া যায়নি।

source: Logout
bn: লগ আউট

source: Confirm Logout
bn: লগ আউট নিশ্চিত করুন

# areYouSureLogout
source: Are you sure you want to log out?
bn: আপনি কি লগ আউট করতে নিশ্চিত?

source: Cancel
bn: বাতিল

# eventTypeWedding
source: Wedding
bn: বিয়ে

# eventTypeGayeHolud
source: Gaye Holud
bn: গায়ে হলুদ

# eventTypeBirthday
source: Birthday
bn: জন্মদিন

# eventTypeAqiqah
source: Aqiqah
bn: আকিকা

# eventTypeMezban
source: Mezban
bn: মেজবান

# eventTypeSeminar
source: Seminar
bn: সেমিনার

source: Create New Booking
bn: নতুন বুকিং তৈরি করুন

# saveBooking
source: Save Booking Contract
bn: বুকিং চুক্তি সংরক্ষণ করুন

source: Customer Details
bn: গ্রাহকের বিবরণ

source: Customer Name
bn: গ্রাহকের নাম

source: Customer Phone
bn: গ্রাহকের ফোন

source: Address
bn: ঠিকানা

source: Event Details
bn: ইভেন্টের বিবরণ

source: Event Type
bn: ইভেন্টের ধরন

# manualReceiptNo
source: Manual Receipt No (Optional)
bn: ম্যানুয়াল রসিদ নং (ঐচ্ছিক)

source: Guests
bn: অতিথি

source: Tables
bn: টেবিল

source: Servers
bn: সার্ভার

source: Booking Dates
bn: বুকিংয়ের তারিখ

source: Financials
bn: আর্থিক বিবরণ

source: Total Amount
bn: মোট পরিমাণ

source: Advance Amount
bn: অগ্রিম পরিমাণ

source: In Words
bn: কথায়

# inWordsHint
source: Auto-generated if blank
bn: খালি রাখলে স্বয়ংক্রিয়ভাবে তৈরি হবে

# requiredField
source: Required
bn: আবশ্যক

source: Add Date
bn: তারিখ যোগ করুন

source: Event Date
bn: ইভেন্টের তারিখ

source: Time Slot
bn: সময়

# slotDay
source: Day
bn: দিন

# slotNight
source: Night
bn: রাত

source: Added Dates
bn: যোগ করা তারিখ

# pleaseAddDate
source: Please add at least one booking date.
bn: অনুগ্রহ করে কমপক্ষে একটি বুকিং তারিখ যোগ করুন।

# pleaseSelectDate
source: Please select a date first.
bn: অনুগ্রহ করে প্রথমে একটি তারিখ নির্বাচন করুন।

# bookingCreatedSuccess
source: Booking created successfully!
bn: বুকিং সফলভাবে তৈরি করা হয়েছে!

# bookingFailed
source: Failed to create booking.
bn: বুকিং তৈরি করতে ব্যর্থ হয়েছে।

source: Remove Date
bn: তারিখ মুছুন

# bookingDetailsTitle
source: Booking Details
bn: বুকিং বিবরণ

source: Add Payment
bn: পেমেন্ট যোগ করুন

# failedToLoadBooking
source: Failed to load booking details.
bn: বুকিং বিবরণ লোড করতে ব্যর্থ হয়েছে।

source: Total Paid
bn: মোট পরিশোধিত

source: Amount Due
bn: বকেয়া পরিমাণ

source: Booking Information
bn: বুকিং তথ্য

source: Scheduled Dates
bn: নির্ধারিত তারিখ

source: Payment History
bn: পেমেন্টের ইতিহাস

source: No dates scheduled.
bn: কোনো তারিখ নির্ধারিত নেই।

# noPaymentsRecorded
source: No payments recorded yet.
bn: এখনো কোনো পেমেন্ট রেকর্ড করা হয়নি।

source: Amount to Pay
bn: প্রদেয় পরিমাণ

source: Payment Date
bn: পেমেন্টের তারিখ

source: Payment Method
bn: পেমেন্ট পদ্ধতি

source: Notes (Optional)
bn: নোট (ঐচ্ছিক)

source: Submit
bn: জমা দিন

# paymentAddedSuccess
source: Payment added successfully!
bn: পেমেন্ট সফলভাবে যোগ করা হয়েছে!

# paymentFailed
source: Failed to add payment. Check input.
bn: পেমেন্ট যোগ করতে ব্যর্থ হয়েছে। ইনপুট পরীক্ষা করুন।

# paymentMethodCash
source: Cash
bn: নগদ

# paymentMethodBank
source: Bank Transfer
bn: ব্যাংক স্থানান্তর

# paymentMethodMobile
source: Mobile Banking
bn: মোবাইল ব্যাংকিং

source: Edit Income
bn: আয় সম্পাদনা করুন

source: Log New Income
bn: নতুন আয় লগ করুন

source: Category
bn: বিভাগ

# pleaseSelectCategory
source: Please select a category
bn: অনুগ্রহ করে একটি বিভাগ নির্বাচন করুন

source: Amount
bn: পরিমাণ

# pleaseEnterAmount
source: Please enter an amount
bn: অনুগ্রহ করে একটি পরিমাণ লিখুন

source: Date
bn: তারিখ

source: Description (Optional)
bn: বিবরণ (ঐচ্ছিক)

source: Update Income
bn: আয় আপডেট করুন

source: Save Income
bn: আয় সংরক্ষণ করুন

# incomeUpdatedSuccess
source: Income updated successfully!
bn: আয় সফলভাবে আপডেট করা হয়েছে!

# incomeLoggedSuccess
source: Income logged successfully!
bn: আয় সফলভাবে লগ করা হয়েছে!

source: Failed to update income.
bn: আয় আপডেট করতে ব্যর্থ হয়েছে।

source: Failed to log income.
bn: আয় লগ করতে ব্যর্থ হয়েছে।

# allIncomes
source: All Other Income
bn: অন্যান্য সকল আয়

source: Filter Incomes
bn: আয় ফিল্টার করুন

source: Log Income
bn: আয় লগ করুন

# noIncomesFound
source: No income records found for the selected filters.
bn: নির্বাচিত ফিল্টারের জন্য কোনো আয় রেকর্ড পাওয়া যায়নি।

source: Confirm Delete
bn: মুছে ফেলা নিশ্চিত করুন

# areYouSureDeleteIncome
source: Are you sure you wish to delete this income record?
bn: আপনি কি এই আয় রেকর্ডটি মুছে ফেলতে নিশ্চিত?

# incomeDeleted
source: Income record deleted
bn: আয় রেকর্ড মুছে ফেলা হয়েছে

source: Failed to delete income
bn: আয় মুছে ফেলতে ব্যর্থ হয়েছে

source: Delete
bn: মুছুন

source: Filters:
bn: ফিল্টার:

source: Clear Filters
bn: ফিল্টার সাফ করুন

source: Load More
bn: আরও লোড করুন

source: Filter Options
bn: ফিল্টার বিকল্প

source: Select Date Range
bn: তারিখ সীমা নির্বাচন করুন

source: Apply Filters
bn: ফিল্টার প্রয়োগ করুন

source: Edit Expense
bn: খরচ সম্পাদনা করুন

source: Log New Expense
bn: নতুন খরচ লগ করুন

source: Update Expense
bn: খরচ আপডেট করুন

source: Save Expense
bn: খরচ সংরক্ষণ করুন

# expenseUpdatedSuccess
source: Expense updated successfully!
bn: খরচ সফলভাবে আপডেট করা হয়েছে!

# expenseLoggedSuccess
source: Expense logged successfully!
bn: খরচ সফলভাবে লগ করা হয়েছে!

source: Failed to update expense.
bn: খরচ আপডেট করতে ব্যর্থ হয়েছে।

source: Failed to log expense.
bn: খরচ লগ করতে ব্যর্থ হয়েছে।

source: All Expenses
bn: সকল খরচ

source: Filter Expenses
bn: খরচ ফিল্টার করুন

source: Log Expense
bn: খরচ লগ করুন

# noExpensesFound
source: No expenses found for the selected filters.
bn: নির্বাচিত ফিল্টারের জন্য কোনো খরচ পাওয়া যায়নি।

# areYouSureDeleteExpense
source: Are you sure you wish to delete this expense?
bn: আপনি কি এই খরচটি মুছে ফেলতে নিশ্চিত?

source: Expense deleted
bn: খরচ মুছে ফেলা হয়েছে

source: Failed to delete expense
bn: খরচ মুছে ফেলতে ব্যর্থ হয়েছে

source: No description
bn: কোনো বিবরণ নেই

source: Salary Details
bn: বেতনের বিবরণ

source: Record Payment
bn: পেমেন্ট রেকর্ড করুন

# failedToLoadSalary
source: Failed to load salary details.
bn: বেতনের বিবরণ লোড করতে ব্যর্থ হয়েছে।

source: Total Salary
bn: মোট বেতন

source: Salary Information
bn: বেতনের তথ্য

source: Worker:
bn: কর্মী:

source: Salary For:
bn: যে মাসের বেতন:

source: Status:
bn: স্ট্যাটাস:

# noPaymentsThisMonth
source: No payments recorded for this month.
bn: এই মাসের জন্য কোনো পেমেন্ট রেকর্ড করা হয়নি।

# paymentRecordedSuccess
source: Payment recorded successfully!
bn: পেমেন্ট সফলভাবে রেকর্ড করা হয়েছে!

source: Failed to record payment.
bn: পেমেন্ট রেকর্ড করতে ব্যর্থ হয়েছে।

# generateSalaries
source: Generate Salaries for a Month
bn: মাসের জন্য বেতন তৈরি করুন

# selectMonthAndYear
source: Select Month and Year to Generate
bn: তৈরি করার জন্য মাস এবং বছর নির্বাচন করুন

# salariesGeneratedSuccess
source: Salaries for {monthYear} generated successfully!
bn: {monthYear} মাসের জন্য বেতন সফলভাবে তৈরি করা হয়েছে!

source: Failed to generate salaries.
bn: বেতন তৈরি করতে ব্যর্থ হয়েছে।

# noSalaryRecordsFound
source: No salary records found. Try generating for a month.
bn: কোনো বেতন রেকর্ড পাওয়া যায়নি। একটি মাসের জন্য তৈরি করার চেষ্টা করুন।

# statusPaid
source: Paid
bn: পরিশোধিত

# statusPartiallyPaid
source: Partially Paid
bn: আংশিক পরিশোধিত

# statusUnpaid
source: Unpaid
bn: অপরিশোধিত

source: Filter Funds
bn: তহবিল ফিল্টার করুন

source: Record Borrowed Fund
bn: ধার করা তহবিল রেকর্ড করুন

# noFundsFound
source: No borrowed funds found for the selected filters.
bn: নির্বাচিত ফিল্টারের জন্য কোনো ধার করা তহবিল পাওয়া যায়নি।

source: From:
bn: থেকে:

source: on
bn: -তে

source: Lender/Source
bn: ঋণদাতা/উৎস

# statusRepaid
source: Repaid
bn: পরিশোধিত

# statusPartiallyRepaid
source: Partially Repaid
bn: আংশিক পরিশোধিত

# statusDue
source: Due
bn: বকেয়া

source: Manage Repayments
bn: পরিশোধ পরিচালনা

source: Record Repayment
bn: পরিশোধ রেকর্ড করুন

source: Failed to load details.
bn: বিবরণ লোড করতে ব্যর্থ হয়েছে।

source: Total Borrowed
bn: মোট ধার

source: Total Repaid
bn: মোট পরিশোধিত

source: Loan Information
bn: ঋণের তথ্য

source: Purpose:
bn: উদ্দেশ্য:

source: Date Borrowed:
bn: ধারের তারিখ:

source: Repayment History
bn: পরিশোধের ইতিহাস

# noRepaymentsRecorded
source: No repayments recorded for this loan.
bn: এই ঋণের জন্য কোনো পরিশোধ রেকর্ড করা হয়নি।

# repaymentRecordedSuccess
source: Repayment recorded successfully!
bn: পরিশোধ সফলভাবে রেকর্ড করা হয়েছে!

source: Failed to record repayment.
bn: পরিশোধ রেকর্ড করতে ব্যর্থ হয়েছে।

source: Retry
bn: আবার চেষ্টা করুন

# pleaseSelectLender
source: Please select a lender/source
bn: অনুগ্রহ করে একজন ঋণদাতা/উৎস নির্বাচন করুন

source: Amount Borrowed
bn: ধার করা পরিমাণ

# pleaseEnterPurpose
source: Please enter a purpose
bn: অনুগ্রহ করে একটি উদ্দেশ্য লিখুন

source: Save Record
bn: রেকর্ড সংরক্ষণ করুন

# fundRecordCreatedSuccess
source: Fund record created successfully!
bn: তহবিল রেকর্ড সফলভাবে তৈরি করা হয়েছে!

source: Failed to create record.
bn: রেকর্ড তৈরি করতে ব্যর্থ হয়েছে।

source: Stay Logged In
bn: লগইন থাকুন

source: Log In
bn: লগইন করুন

# welcomeToLogin
source: Welcome Back! Sign in to continue.
bn: স্বাগতম! চালিয়ে যেতে সাইন ইন করুন।
